Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/med-godt-samarbeid-har-vi-lykkes.html.tmx
Source language: nob
Languages: smj

source: – Med godt samarbeid har vi lykkes
smj: – Buorre aktisasjbargo diehti lip vuorbástuvvam

source: Sametingsråd Inger Eline Eriksen Fjellgren mener at på grunn av godt samarbeid i det samiske samfunn har man lykkes i å få en Sannhetskommisjon.
smj: Sámediggeráde Inger Eline Eriksen Fjellgrena mielas la sáme sebrudahka vuorbástuvvam sadjáj oadtjot Duohtavuodakommisjåvnåv gå li nav buoragit aktan barggam.

source: Stortinget har vedtatt at det skal etableres en Sannhets- og forsoningskommisjon, som skal utrede hvilke konsekvenser fornorskningspolitikken i Norge har medført.
smj: Iektu Stuorradigge mierredij ásadit Duohtavuoda- ja såbadimkommisjåvnåv, mij galggá guoradallat dárojduhttempolitihka vájkkudusájt Vuonan.

source: Sametingsråd Inger Eline Eriksen Fjellgren var i Stortinget da saken ble diskutert og hun er veldig fornøyd med vedtaket.
smj: Sámediggeráde Inger Eline Eriksen Fjellgren tjuovoj dán ássje dágástallamav Stuorradikken ja sån duodaj tjaŋgedij dájna mærrádusájn.

source: – Sametinget har hatt godt samarbeid med mange og derfor har vi lykkes for å få på plass denne kommisjonen.
smj: – Sámedikken la læhkám buorre aktisasjbarggo ållusij ja danen lip vuorbástuvvam kommisjåvnåv sadjáj oadtjot.

source: Utarbeidet en felles strategi
smj: Aktisasj strategijjav dahkam

source: Fjellgren nevner spesielt samarbeidet med Sametingets eldreråd.
smj: Fjellgren ållagasj nammat aktisasjbargov Sámedikke vuorrasijrádijn.

source: – Sametinget er takknemlig for det arbeidet Sametingets eldreråd har gjort i denne saken over flere år.
smj: – Sámedigge l gijttevasj dan åvdås majt Sámedikke vuorrasijráde la dán ássjen måttijt jagijt barggam.

source: Spesielt var det bra at de deltok i den åpne høringen i Stortinget.
smj: Ållagasj buorre lij gå sij sæbrrin rabás guláskuddamij Stuorradikken.

source: Det var betydningsfullt at Stortinget fikk høre erfaringer fra eldre folk, og hva de har gjennomgått på grunn av statens politikk.
smj: Mávsulasj lij gå Stuorradigge besaj gullat majt ållessjattuk ulmutja li åtsådallam ja gåktu li hæhttum gierddat stáhta politihka diehti.

source: Sametingsråd Fjellgren hadde tidlig et møte med Trygg Jakola i Norske kveners forbund.
smj: Sámediggeráden Fjellgrenan árrat lij juo tjåhkanibme Trygg Jakolajn Vuona Guojnnalihton.

source: Der utarbeidet de strategier i fellesskap om hvordan man skal få på plass en slik kommisjon.
smj: Dåppe aktisattjat strategijjajt dagájga gåktu dakkir kommisjåvnåv åttjudit.

source: Etter dette møtet sendte Sametinget et brev til fylkeskommunene i de samiske områdene, der man ba om støtte til etableringen av kommisjonen, noe som fylkeskommunene senere har gitt.
smj: Dan tjåhkanime maŋŋela Sámedigge girjev fylkasuohkanijda sáme guovlon sáddij gånnå bivddij sijáv kommisjåvnå ásadimev doarjjot, ja nav li aj maŋŋela dahkam.

source: Støtte fra Kirken var til god hjelp
smj: Girkko doarjja stuorra ávkken

source: Sametinget har også hatt god dialog med Samisk kirkeråd, og deres støtte har vært til stor nytte.
smj: Sámedigge la aj ednagit Sáme girkkorádijn guládallam, ja sijá doarjja la læhkám stuorra ávkken.

source: – Kirken og staten har nettopp skilt lag.
smj: – Girkko ja stáhtta libá áttjak sirádam.

source: Kirken har fremdeles en viktig plass både i Sápmi og ellers i Norge, og også blant stortingets representanter.
smj: Girkkon la ájn ájnas sadje Sámen ja aj ietján Vuonan, ja adjáj stuorradiggeájrrasij gaskan.

source: Samene setter pris på at kirken støtter oss i dette arbeidet.
smj: Sábmelattjajda la árvvon gå girkko mijáv dán bargon doarjju.

source: Vi må også huske på å røkte også den åndelige dimensjonen av dette forsoningsarbeidet.
smj: Mij vierttip mujttet adjáj dav vuojŋŋalasj oasev dán såbadimbargos huksat.

source: Kirken har den kunnskapen som kreves, sier Fjellgren.
smj: Girkkon la dat máhtto mij dasi gájbbeduvvá, javllá Fjellgren.
